Repository: Sam9682/ai-camarguesailing
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Voyage Options
fr: Options de Voyage

source: Calendar
fr: Calendrier

source: Sign In
fr: Se Connecter

source: Sign Up
fr: S'inscrire

source: Sign Out
fr: Se Déconnecter

source: Welcome
fr: Bienvenue

source: Unverified
fr: Non vérifié

source: Welcome to Camargue Sailing
fr: Bienvenue à Camargue Sailing

source: Experience the Magic of the Mediterranean
fr: Découvrez la Magie de la Méditerranée

source: Discover the beauty of the South of France aboard our AMEL sailing yacht. Join us for unforgettable one-week voyages departing from Saintes-Maries-de-la-Mer in the heart of the Camargue region.
fr: Découvrez la beauté du Sud de la France à bord de notre voilier AMEL. Rejoignez-nous pour des voyages inoubliables d'une semaine au départ de Saintes-Maries-de-la-Mer au cœur de la Camargue.

source: Explore Voyages
fr: Explorer les Voyages

source: View Options
fr: Voir les Options

source: Why Choose Camargue Sailing?
fr: Pourquoi Choisir Camargue Sailing ?

source: Premium AMEL Yacht
fr: Voilier AMEL Premium

source: Sail aboard a comfortable and well-equipped AMEL yacht, renowned for its seaworthiness and comfort.
fr: Naviguez à bord d'un voilier AMEL confortable et bien équipé, réputé pour sa navigabilité et son confort.

source: Mediterranean Beauty
fr: Beauté Méditerranéenne

source: Explore the stunning coastline of the South of France, from the Camargue to hidden coves and charming ports.
fr: Explorez le magnifique littoral du Sud de la France, de la Camargue aux criques cachées et aux ports charmants.

source: Expert Skipper
fr: Skipper Expert

source: Benefit from the experience and local knowledge of our professional skipper for a safe and enriching voyage.
fr: Profitez de l'expérience et de la connaissance locale de notre skipper professionnel pour un voyage sûr et enrichissant.

source: One-Week Voyages
fr: Voyages d'une Semaine

source: Perfect duration to disconnect, relax, and fully immerse yourself in the sailing experience.
fr: Durée parfaite pour se déconnecter, se détendre et s'immerger pleinement dans l'expérience de la voile.

source: About Our Sailing Business
fr: À Propos de Notre Entreprise de Voile

source: Camargue Sailing offers authentic sailing experiences in the South of France. Based in Saintes-Maries-de-la-Mer, we provide one-week sailing voyages that combine adventure, relaxation, and discovery.
fr: Camargue Sailing propose des expériences de voile authentiques dans le Sud de la France. Basés à Saintes-Maries-de-la-Mer, nous proposons des voyages en voilier d'une semaine qui combinent aventure, détente et découverte.

source: Our AMEL yacht is perfectly suited for comfortable cruising along the Mediterranean coast. Whether you're an experienced sailor or a complete beginner, our voyages are designed to provide an unforgettable experience.
fr: Notre voilier AMEL est parfaitement adapté pour une croisière confortable le long de la côte méditerranéenne. Que vous soyez un marin expérimenté ou un débutant complet, nos voyages sont conçus pour offrir une expérience inoubliable.

source: From the wild beauty of the Camargue to the azure waters of the Mediterranean, each voyage is a unique adventure. Join us to discover hidden beaches, charming coastal villages, and the freedom of life at sea.
fr: De la beauté sauvage de la Camargue aux eaux azurées de la Méditerranée, chaque voyage est une aventure unique. Rejoignez-nous pour découvrir des plages cachées, de charmants villages côtiers et la liberté de la vie en mer.

source: Discover the Camargue
fr: Découvrir la Camargue

source: Ready to Set Sail?
fr: Prêt à Prendre la Mer ?

source: Join our community of sailors and book your next adventure
fr: Rejoignez notre communauté de marins et réservez votre prochaine aventure

source: View Calendar
fr: Voir le Calendrier

source: Sign Up Now
fr: S'inscrire Maintenant

source: Experience the beauty of the South of France on our AMEL sailing voyages.
fr: Découvrez la beauté du Sud de la France lors de nos voyages en voilier AMEL.

source: Quick Links
fr: Liens Rapides

source: All rights reserved
fr: Tous droits réservés

source: The Camargue - Camargue Sailing
fr: La Camargue - Camargue Sailing

source: The Camargue Region
fr: La Région de la Camargue

source: Where Wild Nature Meets the Mediterranean
fr: Où la Nature Sauvage Rencontre la Méditerranée

source: The Camargue is a unique natural region in the South of France, where the Rhône River meets the Mediterranean Sea. This vast wetland area is renowned for its wild beauty, diverse wildlife, and rich cultural heritage.
fr: La Camargue est une région naturelle unique dans le Sud de la France, où le Rhône rencontre la Méditerranée. Cette vaste zone humide est réputée pour sa beauté sauvage, sa faune diversifiée et son riche patrimoine culturel.

source: Characterized by salt marshes, lagoons, and endless beaches, the Camargue is home to iconic white horses, pink flamingos, and black bulls. It's a land of traditions, where cowboys (gardians) still tend their herds on horseback, and where the sea and sky seem to merge on the horizon.
fr: Caractérisée par des marais salants, des lagunes et des plages infinies, la Camargue abrite des chevaux blancs emblématiques, des flamants roses et des taureaux noirs. C'est une terre de traditions, où les gardians s'occupent encore de leurs troupeaux à cheval, et où la mer et le ciel semblent se fondre à l'horizon.

source: Natural Wonders
fr: Merveilles Naturelles

source: Pink Flamingos
fr: Flamants Roses

source: Thousands of flamingos inhabit the lagoons and salt marshes, creating spectacular pink clouds against the blue sky.
fr: Des milliers de flamants habitent les lagunes et les marais salants, créant des nuages roses spectaculaires contre le ciel bleu.

source: White Horses
fr: Chevaux Blancs

source: The famous Camargue horses, born dark and turning white with age, roam freely across the marshlands.
fr: Les célèbres chevaux de Camargue, nés foncés et devenant blancs avec l'âge, errent librement dans les marais.

source: Black Bulls
fr: Taureaux Noirs

source: The region's iconic black bulls are central to local traditions and the famous Camargue bullfighting culture.
fr: Les taureaux noirs emblématiques de la région sont au cœur des traditions locales et de la célèbre culture taurine camarguaise.

source: Salt Marshes
fr: Marais Salants

source: Vast salt flats and marshes create a unique ecosystem, supporting diverse bird species and traditional salt harvesting.
fr: De vastes marais salants créent un écosystème unique, abritant diverses espèces d'oiseaux et la récolte traditionnelle du sel.

source: Our home port and the capital of the Camargue, Saintes-Maries-de-la-Mer is a charming seaside village steeped in history and tradition.
fr: Notre port d'attache et capitale de la Camargue, Saintes-Maries-de-la-Mer est un charmant village balnéaire imprégné d'histoire et de tradition.

source: A Historic Village
fr: Un Village Historique

source: Saintes-Maries-de-la-Mer takes its name from a Christian legend. According to tradition, Mary Magdalene, Mary Salome, and Mary Jacobe arrived here by boat after fleeing persecution in the Holy Land. The village's fortified church, built in the 12th century, stands as a testament to this rich history.
fr: Saintes-Maries-de-la-Mer tire son nom d'une légende chrétienne. Selon la tradition, Marie-Madeleine, Marie Salomé et Marie Jacobé sont arrivées ici en bateau après avoir fui la persécution en Terre Sainte. L'église fortifiée du village, construite au XIIe siècle, témoigne de cette riche histoire.

source: Cultural Heritage
fr: Patrimoine Culturel

source: The village is famous for its annual pilgrimage in May, when thousands of Roma people gather to honor Saint Sarah, their patron saint. This colorful celebration fills the streets with music, processions, and traditional festivities.
fr: Le village est célèbre pour son pèlerinage annuel en mai, lorsque des milliers de Roms se rassemblent pour honorer Sainte Sarah, leur sainte patronne. Cette célébration colorée remplit les rues de musique, de processions et de festivités traditionnelles.

source: A Sailor's Paradise
fr: Un Paradis pour les Marins

source: With its marina, beautiful beaches, and direct access to the Mediterranean, Saintes-Maries-de-la-Mer is the perfect starting point for sailing adventures. The village offers all necessary amenities while maintaining its authentic Camargue character.
fr: Avec son port de plaisance, ses belles plages et son accès direct à la Méditerranée, Saintes-Maries-de-la-Mer est le point de départ idéal pour les aventures en voilier. Le village offre toutes les commodités nécessaires tout en conservant son caractère camarguais authentique.

source: Village Highlights
fr: Points Forts du Village

source: Sailing from the Camargue
fr: Naviguer depuis la Camargue

source: Departing from Saintes-Maries-de-la-Mer offers unique advantages for sailing enthusiasts. The location provides easy access to diverse Mediterranean destinations while being sheltered from the strongest winds by the surrounding coastline.
fr: Partir de Saintes-Maries-de-la-Mer offre des avantages uniques pour les passionnés de voile. L'emplacement offre un accès facile à diverses destinations méditerranéennes tout en étant protégé des vents les plus forts par le littoral environnant.

source: Strategic Location
fr: Emplacement Stratégique

source: Positioned at the mouth of the Rhône delta, the Camargue offers quick access to both the Spanish coast to the west and the French Riviera to the east. You can explore diverse destinations within a week's sailing.
fr: Positionnée à l'embouchure du delta du Rhône, la Camargue offre un accès rapide à la fois à la côte espagnole à l'ouest et à la Côte d'Azur à l'est. Vous pouvez explorer diverses destinations en une semaine de navigation.

source: Varied Sailing Conditions
fr: Conditions de Navigation Variées

source: From calm morning sails to exciting afternoon breezes, the Camargue coast provides excellent sailing conditions for all experience levels. The famous Mistral wind, while strong, creates perfect sailing weather when conditions are right.
fr: Des navigations matinales calmes aux brises excitantes de l'après-midi, la côte camarguaise offre d'excellentes conditions de navigation pour tous les niveaux d'expérience. Le célèbre vent du Mistral, bien que fort, crée des conditions de navigation parfaites lorsque les conditions sont bonnes.

source: Unspoiled Coastline
fr: Littoral Préservé

source: Unlike more developed areas of the Mediterranean, the Camargue coast retains its wild character. Discover secluded anchorages, pristine beaches, and authentic fishing villages along your voyage.
fr: Contrairement aux zones plus développées de la Méditerranée, la côte camarguaise conserve son caractère sauvage. Découvrez des mouillages isolés, des plages vierges et des villages de pêcheurs authentiques tout au long de votre voyage.

source: Nearby Attractions
fr: Attractions à Proximité

source: Best Time to Visit
fr: Meilleure Période pour Visiter

source: Spring (April-June)
fr: Printemps (Avril-Juin)

source: Ideal sailing weather with mild temperatures and blooming landscapes. The famous pilgrimage takes place in late May, adding cultural richness to your visit.
fr: Conditions de navigation idéales avec des températures douces et des paysages en fleurs. Le célèbre pèlerinage a lieu fin mai, ajoutant une richesse culturelle à votre visite.

source: Summer (July-August)
fr: Été (Juillet-Août)

source: Warm Mediterranean weather perfect for swimming and beach activities. Longer days mean more time on the water, though it's the busiest season.
fr: Temps méditerranéen chaud parfait pour la baignade et les activités de plage. Les jours plus longs signifient plus de temps sur l'eau, bien que ce soit la saison la plus chargée.

source: Autumn (September-October)
fr: Automne (Septembre-Octobre)

source: Excellent sailing conditions with warm water and fewer crowds. The light is spectacular, and the Camargue takes on golden autumn hues.
fr: Excellentes conditions de navigation avec de l'eau chaude et moins de monde. La lumière est spectaculaire et la Camargue prend des teintes automnales dorées.

source: Experience the Camargue by Sea
fr: Découvrez la Camargue par la Mer

source: Join us for an unforgettable sailing voyage from Saintes-Maries-de-la-Mer
fr: Rejoignez-nous pour un voyage en voilier inoubliable au départ de Saintes-Maries-de-la-Mer

source: Learn About Voyages
fr: En Savoir Plus sur les Voyages

source: One-Week Sailing Voyages
fr: Voyages en Voilier d'une Semaine

source: Discover the South of France from the Sea
fr: Découvrez le Sud de la France depuis la Mer

source: Your Mediterranean Adventure Awaits
fr: Votre Aventure Méditerranéenne Vous Attend

source: Our one-week sailing voyages offer the perfect balance of adventure and relaxation. Departing from Saintes-Maries-de-la-Mer in the heart of the Camargue, each voyage takes you along the stunning Mediterranean coastline of the South of France.
fr: Nos voyages en voilier d'une semaine offrent l'équilibre parfait entre aventure et détente. Au départ de Saintes-Maries-de-la-Mer au cœur de la Camargue, chaque voyage vous emmène le long du magnifique littoral méditerranéen du Sud de la France.

source: Whether you're seeking to learn sailing skills, explore hidden coves, or simply enjoy the freedom of life at sea, our voyages provide an authentic and unforgettable experience aboard our comfortable AMEL yacht.
fr: Que vous cherchiez à apprendre les techniques de navigation, à explorer des criques cachées ou simplement à profiter de la liberté de la vie en mer, nos voyages offrent une expérience authentique et inoubliable à bord de notre confortable voilier AMEL.

source: What to Expect
fr: À Quoi S'attendre

source: Duration
fr: Durée

source: Each voyage lasts one full week (7 days/6 nights), giving you ample time to explore, relax, and truly experience life at sea.
fr: Chaque voyage dure une semaine complète (7 jours/6 nuits), vous donnant amplement le temps d'explorer, de vous détendre et de vraiment vivre la vie en mer.

source: Itinerary
fr: Itinéraire

source: Flexible routes along the Mediterranean coast, adapted to weather conditions and group preferences. Typical destinations include coastal villages, secluded anchorages, and beautiful beaches.
fr: Itinéraires flexibles le long de la côte méditerranéenne, adaptés aux conditions météorologiques et aux préférences du groupe. Les destinations typiques incluent des villages côtiers, des mouillages isolés et de belles plages.

source: Group Size
fr: Taille du Groupe

source: Small groups of 4-6 passengers ensure a personalized experience and comfortable living aboard.
fr: De petits groupes de 4 à 6 passagers garantissent une expérience personnalisée et une vie confortable à bord.

source: Experience Level
fr: Niveau d'Expérience

source: All levels welcome! Whether you're a complete beginner or experienced sailor, our skipper will adapt to your interests and abilities.
fr: Tous niveaux bienvenus ! Que vous soyez débutant complet ou marin expérimenté, notre skipper s'adaptera à vos intérêts et capacités.

source: Our AMEL Yacht
fr: Notre Voilier AMEL

source: Sail aboard a premium AMEL yacht, renowned worldwide for comfort, safety, and seaworthiness. Our vessel is perfectly equipped for extended cruising in the Mediterranean.
fr: Naviguez à bord d'un voilier AMEL premium, réputé dans le monde entier pour son confort, sa sécurité et sa navigabilité. Notre navire est parfaitement équipé pour les croisières prolongées en Méditerranée.

source: Yacht Features
fr: Caractéristiques du Voilier

source: A Typical Day
fr: Une Journée Type

source: Morning
fr: Matin

source: Wake up to the gentle motion of the boat. Enjoy breakfast in the cockpit with views of the coast.
fr: Réveillez-vous au doux mouvement du bateau. Profitez du petit-déjeuner dans le cockpit avec vue sur la côte.

source: Set Sail
fr: Lever l'Ancre

source: Weigh anchor and set sail for the day's destination. Learn sailing techniques or simply relax on deck.
fr: Levez l'ancre et mettez les voiles vers la destination du jour. Apprenez les techniques de navigation ou détendez-vous simplement sur le pont.

source: Lunch
fr: Déjeuner

source: Anchor in a beautiful bay for lunch. Swim, snorkel, or explore the shore.
fr: Mouiller dans une belle baie pour le déjeuner. Nagez, faites de la plongée ou explorez le rivage.

source: Afternoon Sail
fr: Navigation de l'Après-midi

source: Continue to the evening anchorage or visit a coastal village.
fr: Continuez vers le mouillage du soir ou visitez un village côtier.

source: Evening
fr: Soirée

source: Anchor for the night. Prepare dinner together, enjoy the sunset, and share stories under the stars.
fr: Mouiller pour la nuit. Préparez le dîner ensemble, profitez du coucher de soleil et partagez des histoires sous les étoiles.

source: What's Included
fr: Ce Qui Est Inclus

source: Not Included
fr: Non Inclus

source: Ready to Book Your Voyage?
fr: Prêt à Réserver Votre Voyage ?

source: Join us for an unforgettable week sailing the Mediterranean
fr: Rejoignez-nous pour une semaine inoubliable de navigation en Méditerranée

source: View Available Dates
fr: Voir les Dates Disponibles

source: Explore Options
fr: Explorer les Options

source: Sign up to view our calendar and book your voyage
fr: Inscrivez-vous pour voir notre calendrier et réserver votre voyage

source: Voyage Options - Camargue Sailing
fr: Options de Voyage - Camargue Sailing

source: Choose the Perfect Sailing Experience for You
fr: Choisissez l'Expérience de Navigation Parfaite pour Vous

source: We offer a variety of sailing voyage options to suit different interests, experience levels, and preferences. Whether you're looking to discover the Mediterranean coast, learn sailing skills, or enjoy a relaxing week at sea, we have the perfect voyage for you.
fr: Nous proposons une variété d'options de voyages en voilier pour répondre à différents intérêts, niveaux d'expérience et préférences. Que vous cherchiez à découvrir la côte méditerranéenne, à apprendre les techniques de navigation ou à profiter d'une semaine relaxante en mer, nous avons le voyage parfait pour vous.

source: Discovery Voyage
fr: Voyage Découverte

source: Explore the Mediterranean Coast
fr: Explorer la Côte Méditerranéenne

source: Perfect for those who want to experience the beauty of the South of France from the sea. This voyage focuses on discovering hidden coves, charming coastal villages, and pristine beaches along the Mediterranean coastline.
fr: Parfait pour ceux qui veulent découvrir la beauté du Sud de la France depuis la mer. Ce voyage se concentre sur la découverte de criques cachées, de charmants villages côtiers et de plages vierges le long du littoral méditerranéen.

source: Highlights:
fr: Points Forts :

source: Visit secluded anchorages and beautiful bays
fr: Visiter des mouillages isolés et de belles baies

source: Explore coastal villages and local markets
fr: Explorer les villages côtiers et les marchés locaux

source: Swimming and snorkeling in crystal-clear waters
fr: Nager et faire de la plongée dans des eaux cristallines

source: Flexible itinerary based on weather and group preferences
fr: Itinéraire flexible basé sur la météo et les préférences du groupe

source: Relaxed pace with plenty of time to enjoy each location
fr: Rythme détendu avec beaucoup de temps pour profiter de chaque endroit

source: Duration:
fr: Durée :

source: 7 days / 6 nights
fr: 7 jours / 6 nuits

source: Experience Level:
fr: Niveau d'Expérience :

source: All levels welcome
fr: Tous niveaux bienvenus

source: Group Size:
fr: Taille du Groupe :

source: 4-6 passengers
fr: 4-6 passagers

source: Learning Voyage
fr: Voyage Apprentissage

source: Develop Your Sailing Skills
fr: Développez Vos Compétences en Navigation

source: Ideal for those who want to learn or improve their sailing abilities. Our experienced skipper will teach you navigation, sail handling, boat handling, and safety procedures while exploring the beautiful Mediterranean coast.
fr: Idéal pour ceux qui veulent apprendre ou améliorer leurs compétences en navigation. Notre skipper expérimenté vous enseignera la navigation, le maniement des voiles, la conduite du bateau et les procédures de sécurité tout en explorant la magnifique côte méditerranéenne.

source: Hands-on sailing instruction from experienced skipper
fr: Formation pratique à la navigation par un skipper expérimenté

source: Learn navigation, sail trim, and boat handling
fr: Apprendre la navigation, le réglage des voiles et la conduite du bateau

source: Practice anchoring, mooring, and docking techniques
fr: Pratiquer les techniques de mouillage, d'amarrage et d'accostage

source: Weather routing and passage planning
fr: Routage météo et planification de passage

source: Safety procedures and emergency protocols
fr: Procédures de sécurité et protocoles d'urgence

source: Certificate of participation available
fr: Certificat de participation disponible

source: Beginners to intermediate
fr: Débutants à intermédiaires

source: Relaxation Voyage
fr: Voyage Détente

source: Unwind and Recharge at Sea
fr: Se Détendre et Se Ressourcer en Mer

source: Designed for those seeking peace and tranquility. This voyage emphasizes relaxation, with plenty of time for swimming, sunbathing, reading, and enjoying the simple pleasures of life aboard a sailing yacht in the Mediterranean.
fr: Conçu pour ceux qui recherchent la paix et la tranquillité. Ce voyage met l'accent sur la détente, avec beaucoup de temps pour nager, bronzer, lire et profiter des plaisirs simples de la vie à bord d'un voilier en Méditerranée.

source: Peaceful anchorages in quiet bays
fr: Mouillages paisibles dans des baies tranquilles

source: Leisurely pace with no rush
fr: Rythme tranquille sans précipitation

source: Time for swimming, snorkeling, and water activities
fr: Temps pour nager, faire de la plongée et des activités nautiques

source: Sunset watching and stargazing
fr: Observer les couchers de soleil et contempler les étoiles

source: Fresh Mediterranean cuisine
fr: Cuisine méditerranéenne fraîche

source: Digital detox opportunity (limited connectivity)
fr: Opportunité de détox numérique (connectivité limitée)

source: Custom Voyage
fr: Voyage Sur Mesure

source: Tailor Your Perfect Experience
fr: Créez Votre Expérience Parfaite

source: Create your own unique sailing adventure. Whether you have specific destinations in mind, want to combine learning with exploration, or have special interests like photography or wildlife watching, we can customize a voyage to match your vision.
fr: Créez votre propre aventure de navigation unique. Que vous ayez des destinations spécifiques en tête, que vous souhaitiez combiner apprentissage et exploration, ou que vous ayez des intérêts particuliers comme la photographie ou l'observation de la faune, nous pouvons personnaliser un voyage selon votre vision.

source: Personalized itinerary based on your preferences
fr: Itinéraire personnalisé selon vos préférences

source: Choose your focus: sailing, exploring, relaxing, or a mix
fr: Choisissez votre focus : navigation, exploration, détente ou un mélange

source: Special interests accommodated (photography, diving, etc.)
fr: Intérêts spéciaux pris en compte (photographie, plongée, etc.)

source: Flexible schedule and activities
fr: Horaire et activités flexibles

source: Private charter options available
fr: Options de charter privé disponibles

source: Ideal for families, groups, or special occasions
fr: Idéal pour les familles, les groupes ou les occasions spéciales

source: Flexible (7+ days)
fr: Flexible (7+ jours)
