Repository: Sam9682/ai-camarguesailing
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: 2-6 passengers
fr: 2-6 passagers

source: All voyage options are conducted aboard our premium AMEL yacht, offering comfort, safety, and excellent sailing performance.
fr: Toutes les options de voyage se déroulent à bord de notre voilier AMEL premium, offrant confort, sécurité et excellentes performances de navigation.

source: Spacious and comfortable interior
fr: Intérieur spacieux et confortable

source: Private cabins for restful nights
fr: Cabines privées pour des nuits reposantes

source: Well-equipped galley for meal preparation
fr: Cuisine bien équipée pour la préparation des repas

source: Compare Voyage Options
fr: Comparer les Options de Voyage

source: Feature
fr: Caractéristique

source: Discovery
fr: Découverte

source: Learning
fr: Apprentissage

source: Relaxation
fr: Détente

source: Custom
fr: Sur Mesure

source: Sailing Instruction
fr: Formation à la Navigation

source: Basic
fr: Basique

source: Optional
fr: Optionnelle

source: Your Choice
fr: Votre Choix

source: Pace
fr: Rythme

source: Moderate
fr: Modéré

source: Active
fr: Actif

source: Leisurely
fr: Tranquille

source: Multiple
fr: Multiples

source: Varied
fr: Variées

source: Few, peaceful
fr: Peu, paisibles

source: Activities
fr: Activités

source: Exploring
fr: Exploration

source: Relaxing
fr: Détente

source: Best For
fr: Idéal Pour

source: Adventurers
fr: Aventuriers

source: Learners
fr: Apprenants

source: Relaxers
fr: Détente

source: Everyone
fr: Tout le Monde

source: Pricing & Booking
fr: Tarifs & Réservation

source: All voyage options are priced per person for the full week. Pricing varies by season and group size. Contact us for detailed pricing information and availability.
fr: Toutes les options de voyage sont tarifées par personne pour la semaine complète. Les tarifs varient selon la saison et la taille du groupe. Contactez-nous pour des informations détaillées sur les tarifs et la disponibilité.

source: All Voyages Include:
fr: Tous les Voyages Incluent :

source: Professional skipper
fr: Skipper professionnel

source: Yacht charter
fr: Location du voilier

source: Fuel and marina fees
fr: Carburant et frais de port

source: Safety equipment
fr: Équipement de sécurité

source: Bed linens and towels
fr: Draps et serviettes

source: Dinghy with outboard
fr: Annexe avec moteur hors-bord

source: Ready to Choose Your Voyage?
fr: Prêt à Choisir Votre Voyage ?

source: Sign up to view our calendar and book your preferred voyage option
fr: Inscrivez-vous pour voir notre calendrier et réserver l'option de voyage de votre choix

source: View Calendar & Book
fr: Voir le Calendrier & Réserver

source: Learn More About Voyages
fr: En Savoir Plus sur les Voyages
